QUESTIONS = [

    "1. Студент соблюдает требования охраны труда и техники безопасности.",

    "2. Умеет пользоваться ручным и электрическим инструментом.",

    "3. Правильно использует измерительный инструмент.",

    "4. Читает техническую документацию.",

    "5. Выполняет производственные операции самостоятельно.",

    "6. Качественно выполняет порученную работу.",

    "7. Бережно относится к оборудованию и инструменту.",

    "8. Ответственно относится к порученным заданиям.",

    "9. Соблюдает трудовую дисциплину.",

    "10. Работает в коллективе.",

    "11. Проявляет инициативу.",

    "12. Быстро осваивает новые операции.",

    "13. Самостоятельно принимает решения в пределах своей компетенции.",

    "14. Анализирует собственные ошибки.",

    "15. Стремится к профессиональному развитию."

]